#!/usr/bin/env python
# coding: utf-8

# # 1.จงเขียนโปรแกรมคำนวณอายุ

# In[2]:


a=int(input("Year Born:"))
print("อายุ",2562-a,"ปี")


# # 2.จงเขียนโปรแกรมคำนวณการซื้อสินค้าทั้งหมด 3 อย่าง

# In[3]:


a=int(input("สินค้าชื้นที่ 1 ราคา:"))
b=int(input("สินค้าชื้นที่ 2 ราคา:"))
c=int(input("สินค้าชื้นที่ 3 ราคา:"))
print("สินค้าชื้นที่ 1","ราคา",a,"บาท")
print("สินค้าชื้นที่ 2","ราคา",b,"บาท")
print("สินค้าชื้นที่ 3","ราคา",c,"บาท")
print("ราคารวมของสิ้นค้าที่ซื้อทั้งหมด",a+b+c,"บาท")
print("Good Bye!!")


# # 3.จงเขียนโปรแกรมวนซ้ำโดยใช้คำสั่ง for ให้แสดงสูตรคูณแม่ 2

# In[38]:


for k in range(1,13):
    print("2","x",k,"=",2*k)


# # 4.จงเขียนโปรแกรมวนซ้ำ

# In[ ]:


while True:
    print("Hello")
    print("World")


# In[ ]:




